Repository: yorha59/glotty
Catalog: Glotty/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Hide from view — click the bubble to bring it back
de: Aus Ansicht ausblenden — Klicke auf die Blase, um sie wieder anzuzeigen
es: Ocultar de la vista — haz clic en la burbuja para recuperarla
fr: Masquer de la vue — cliquez sur la bulle pour la faire réapparaître
ja: 表示から非表示 — バブルをクリックして元に戻す
ko: 보기에서 숨기기 — 버블을 클릭하면 다시 나타납니다
zh_hans: 已隐藏 — 点击气泡可重新显示
zh_hant: 隱藏於視圖中 — 點擊氣泡以將其顯示回來

source: Highest-quality general model. Slower; recommended only for hard rewrites.
de: Höchstwertiges Allzweckmodell. Langsamer; nur für schwierige Textumformulierungen empfohlen.
es: Modelo general de máxima calidad. Más lento; recomendado solo para reescrituras difíciles.
fr: Modèle général de la plus haute qualité. Plus lent ; recommandé uniquement pour les réécritures difficiles.
ja: 最高品質の汎用モデル。遅いです。厳しい書き換えにのみ推奨されます。
ko: 고품질 일반 모델. 속도가 느립니다. 어려운 다시 쓰기에만 권장됩니다.
zh_hans: 最高质量通用模型。较慢；仅推荐用于困难重写。
zh_hant: 最高品質的通用模型。較慢；僅建議用於困難重寫。

source: Highlight any text in another app (browser, PDF, Notes, etc.).
de: Markiere beliebigen Text in einer anderen App (Browser, PDF, Notizen usw.).
es: Resalta cualquier texto en otra aplicación (navegador, PDF, Notas, etc.).
fr: Surlignez n'importe quel texte dans une autre application (navigateur, PDF, Notes, etc.).
ja: 他のアプリ（ブラウザ、PDF、Notesなど）のテキストをハイライトします。
ko: 다른 애플리케이션(브라우저, PDF, 메모 등)의 텍스트를 강조 표시합니다.
zh_hans: 在任意其他应用(浏览器、PDF、备忘录等)中选中一段文本。
zh_hant: 在任何其他應用程式中（瀏覽器、PDF、備忘錄等）選取文字。

source: Highlight the word below in any app — your browser, a doc, Notes — then press Fn → T. Glotty's popup should appear with the definition and translation.
de: Heben Sie das Wort unten in einer beliebigen App hervor — Ihrem Browser, einem Dokument, Notizen — und drücken Sie dann Fn → T. Glottys Pop-up sollte mit der Definition und Übersetzung erscheinen.
es: Resalta la palabra siguiente en cualquier aplicación — tu navegador, un documento, Notas — luego presiona Fn → T. El emergente de Glotty debería aparecer con la definición y traducción.
fr: Sélectionnez le mot ci-dessus dans n'importe quelle application — votre navigateur, un document, Notes — puis appuyez sur Fn → T. La popup de Glotty devrait apparaître avec la définition et la traduction.
ja: 下の単語を、ブラウザ、ドキュメント、メモなどの任意のアプリで強調表示してから、Fn → Tを押してください。Glottyのポップアップが定義と翻訳とともに表示されるはずです。
ko: 아래 단어를 어떤 앱에서든 - 브라우저, 문서, 노트 등 - 강조한 다음 Fn → T를 누르세요. Glotty의 팝업이 정의와 번역과 함께 나타나야 합니다.
zh_hans: 在任何应用中（浏览器、文档、备忘录等）高亮显示下方的词，然后按 Fn → T。Glotty 的弹窗应会出现，显示定义和翻译。
zh_hant: 在任何應用程式中高亮顯示下方單字 — 瀏覽器、文件、筆記本 — 然後按下 Fn → T。Glotty 的快顯應該會出現，包含定義和翻譯。

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
zh_hans: 历史
zh_hant: 歷史

source: Hotkey
de: Tastenkombination
es: Atajo de teclado
fr: Raccourci clavier
ja: ホットキー
ko: 단축키
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Hover action menu
de: Hover-Aktionsmenü
es: Menú de acción al pasar por encima
fr: Menu d'action au survol
ja: ホバー操作メニュー
ko: 호버 동작 메뉴
zh_hans: 悬停操作菜单
zh_hant: 懸停動作選單

source: Hover delay
de: Hover-Verzögerung
es: Retraso de hover
fr: Délai de survol
ja: ホバーディレイ
ko: 호버 지연
zh_hans: 悬停延迟
zh_hant: 懸停延遲

source: Hover menu
de: Hover-Menü
es: Menú de hover
fr: Menu de survol
ja: ホバーメニュー
ko: 호버 메뉴
zh_hans: 悬停菜单
zh_hant: 懸停選單

source: How Glotty acts in chat. Reset by clearing the fields. Affects the conversational chat (Fn → C) and proactive reminder notifications.
de: Wie Glotty in Chat handhabt. Zurücksetzen durch Löschen der Felder. Beeinflusst den Chat (Fn → C) und proaktive Erinnerungsbenachrichtigungen.
es: Cómo actúa Glotty en el chat. Se restablece al borrar los campos. Afecta al chat conversacional (Fn → C) y a las notificaciones de recordatorios proactivos.
fr: Comment Glotty agit dans les discussions. Réinitialisé en effaçant les champs. Affecte les discussions conversationnelles (Fn → C) et les notifications de rappel proactives.
ja: チャットでのGlottyの動作方法です。フィールドをクリアするとリセットされます。会話チャット（Fn → C）と能動的リマインダー通知に影響します。
ko: Glotty가 채팅에서 어떻게 동작하는지. 필드를 지워서 재설정합니다. 대화 채팅(Fn → C)과 적극적인 알림에 영향을 줍니다.
zh_hans: 决定 Glotty 在聊天里的语气。清空字段即可重置。影响对话式聊天(Fn → C)和主动提醒通知。
zh_hant: Glotty 在聊天中的行為方式。清除欄位可重設。影響對話聊天 (Fn → C) 和主動提醒通知。

source: How to translate
de: Wie übersetzen
es: Cómo traducir
fr: Comment traduire
ja: 翻訳方法
ko: 번역 방법
zh_hans: 如何翻译
zh_hant: 如何翻譯

source: If “Glotty” already appears switched on in System Settings but Fn → T still does nothing, that toggle belongs to an earlier Glotty with a different signature (e.g. a debug copy). macOS won’t let this build reuse it. Remove that row with the “–” button and re-add Glotty — or hit “Reset” on the affected permission above to clear it and grant again.
de: Wenn „Glotty“ in den Systemeinstellungen bereits als aktiviert erscheint, Fn → T aber trotzdem nichts bewirkt, gehört dieser Schalter zu einem früheren Glotty mit einer anderen Signatur (z. B. einer Debug-Kopie). macOS lässt diese Version ihn nicht wiederverwenden. Entfernen Sie diese Zeile mit der Schaltfläche „–“ und fügen Sie Glotty erneut hinzu – oder klicken Sie oben bei der betroffenen Berechtigung auf „Zurücksetzen“, um sie zu löschen und neu zu erteilen.
es: Si "Glotty" ya aparece activado en Configuración del sistema pero Fn → T aún no hace nada, ese conmutador pertenece a una versión anterior de Glotty con una firma diferente (por ejemplo, una copia de depuración). macOS no permitirá que esta compilación la reutilice. Elimina esa fila con el botón "–" y vuelve a añadir Glotty — o pulsa "Restablecer" en el permiso afectado de arriba para borrarlo y volver a concederlo.
fr: Si "Glotty" apparaît déjà activé dans les Paramètres Système mais que Fn → T ne fait toujours rien, cette bascule appartient à une version précédente de Glotty avec une signature différente (par exemple, une copie de débogage). macOS n'autorisera pas cette version à la réutiliser. Supprimez cette ligne avec le bouton "–" et réajoutez Glotty — ou cliquez sur "Réinitialiser" sur la permission concernée ci-dessus pour l'effacer et la accorder à nouveau.
ja: 「Glotty」がすでにシステム設定でオンに表示されているのに、Fn → Tがまだ何も反応しない場合、そのトグルは以前の署名が異なるGlotty（デバッグコピーなど）に属しています。macOSはこのビルドがそれを再利用することを許可しません。「–」ボタンでその行を削除してGlottyを再追加するか、上記の影響を受ける権限の「リセット」を押してクリアして再度許可してください。
ko: 시스템 설정에서 "Glotty"가 이미 켜져 있는데 Fn → T가 아무 반응이 없다면, 해당 토글은 이전의 다른 서명을 가진 Glotty(예: 디버그 복사본)에 속한 것입니다. macOS는 이 빌드가 해당 토글을 재사용하도록 허용하지 않습니다. "–" 버튼으로 해당 행을 제거하고 Glotty를 다시 추가하거나, 위에 있는 영향받은 권한에서 "초기화"를 눌러 지우고 다시 허용하세요.
zh_hans: 如果系统设置中已将“Glotty”显示为开启，但 Fn → T 仍无反应，那么该开关属于一个签名不同的旧版 Glotty（例如调试版本）。macOS 不允许此版本复用它。请用“–”按钮删除该行并重新添加 Glotty——或点击上方对应权限的“重置”按钮以清除并重新授权。
zh_hant: 如果「Glotty」已在系統設定中顯示為開啟，但 Fn → T 仍然無作用，則該切換鍵屬於具有不同簽名的前一個 Glotty（例如偵錯副本）。macOS 不會讓此版本重複使用它。使用 "-" 按鈕移除該列並重新加入 Glotty — 或點擊上方受影響權限的「重設」來清除並再次授權。

source: Import Glotty backup
de: Glotty-Backup importieren
es: Importar copia de seguridad de Glotty
fr: Importer la sauvegarde de Glotty
ja: Glottyバックアップをインポート
ko: Glotty 백업 가져오기
zh_hans: 导入 Glotty 备份
zh_hant: 匯入 Glotty 備份

source: Import a backup…
de: Importieren Sie eine Sicherungskopie…
es: Importar una copia de seguridad…
fr: Importer une sauvegarde…
ja: バックアップをインポート…
ko: 백업 가져오기…
zh_hans: 导入备份…
zh_hant: 匯入備份…

source: Import…
de: Importieren…
es: Importar…
fr: Importer…
ja: インポート…
ko: 가져오기…
zh_hans: 导入…
zh_hant: 匯入…

source: Input Monitoring
de: Eingabeüberwachung
es: Supervisión de entrada
fr: Surveillance des entrées
ja: 入力監視
ko: 입력 모니터링
zh_hans: 输入监控
zh_hant: 輸入監測

source: Install Dictionary
de: Wörterbuch installieren
es: Instalar diccionario
fr: Installer le dictionnaire
ja: 辞書をインストール
ko: 사전 설치
zh_hans: 安装词典
zh_hant: 安裝字典

source: Install Selected
de: Ausgewählte installieren
es: Instalar seleccionados
fr: Installer la sélection
ja: 選択項目をインストール
ko: 선택 항목 설치
zh_hans: 安装所选内容
zh_hant: 安裝所選項目

source: Installed
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
ko: 설치됨
zh_hans: 已安装
zh_hant: 已安裝

source: Installed dictionaries
de: Installierte Wörterbücher
es: Diccionarios instalados
fr: Dictionnaires installés
ja: インストール済み辞書
ko: 설치된 사전
zh_hans: 已安装词典
zh_hant: 已安裝的字典

source: Installed ✓
de: Installiert ✓
es: Instalado ✓
fr: Installé ✓
ja: インストール済み ✓
ko: 설치됨 ✓
zh_hans: 已安装 ✓
zh_hant: 已安裝 ✓

source: Issues
de: Probleme
es: Problemas
fr: Problèmes
ja: 問題
ko: 문제
zh_hans: 问题
zh_hant: 問題

source: Key saved to Keychain.
de: Schlüssel im Schlüsselbund gespeichert.
es: Clave guardada en Keychain.
fr: Clé enregistrée dans la Keychain.
ja: キーをキーチェーンに保存しました。
ko: 키가 Keychain에 저장되었습니다.
zh_hans: 密钥已保存到钥匙串。
zh_hant: 金鑰匙已儲存到鑰匙圈。

source: Key saved — paste to replace
de: Schlüssel gespeichert — einfügen zum Ersetzen
es: Clave guardada — pega para reemplazar
fr: Clé enregistrée — coller pour remplacer
ja: キーが保存されました — 置き換えするために貼り付け
ko: 키가 저장되었습니다 — 붙여넣어서 바꾸기
zh_hans: 密钥已保存 — 粘贴以替换
zh_hant: 金鑰已儲存 — 貼上以取代

source: LLM provider
de: LLM-Anbieter
es: Proveedor de LLM
fr: Fournisseur LLM
ja: LLMプロバイダー
ko: LLM 제공자
zh_hans: LLM 提供商
zh_hant: LLM 提供者

source: LLM settings
de: LLM-Einstellungen
es: Configuración de LLM
fr: Paramètres du LLM
ja: LLM設定
ko: LLM 설정
zh_hans: LLM 设置
zh_hant: 語言模型設定

source: Language Glotty replies in for this chat.
de: Sprache, in der Glotty in diesem Chat antwortet.
es: Idioma en el que Glotty responde en esta conversación.
fr: Langue dans laquelle Glotty répond pour ce chat.
ja: このチャットでGlottyが返信する言語。
ko: 이 채팅에 대해 Glotty가 응답하는 언어.
zh_hans: Glotty 在此对话中回复使用的语言。
zh_hant: Glotty 在此聊天中使用的回覆語言。

source: Language Model
de: Sprachmodell
es: Modelo de lenguaje
fr: Modèle de langage
ja: 言語モデル
ko: 언어 모델
zh_hans: 语言模型
zh_hant: 語言模型

source: Language pack installed
de: Sprachpaket installiert
es: Paquete de idioma instalado
fr: Pack de langage installé
ja: 言語パックがインストールされました
ko: 언어 팩이 설치되었습니다
zh_hans: 语言包已安装
zh_hant: 語言套件已安裝

source: Last 24 hours
de: Letzte 24 Stunden
es: Últimas 24 horas
fr: Dernières 24 heures
ja: 過去24時間
ko: 최근 24시간
zh_hans: 最近 24 小时
zh_hant: 過去 24 小時

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: Derniers 30 jours
ja: 過去30日間
ko: 최근 30일
zh_hans: 最近 30 天
zh_hant: 過去 30 天

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: Derniers 7 jours
ja: 過去7日間
ko: 최근 7일
zh_hans: 最近 7 天
zh_hant: 過去 7 天

source: Last step — Glotty will open a short chat to learn how you'd like to be addressed. Your answers automatically configure the relevant settings; you can change anything later from the menu bar.
de: Letzter Schritt — Glotty öffnet ein kurzes Gespräch, um zu erfahren, wie du angesprochen werden möchtest. Deine Antworten konfigurieren die passenden Einstellungen automatisch; alles lässt sich später jederzeit aus der Menüleiste ändern.
es: Último paso — Glotty abrirá un chat corto para saber cómo prefieres que te llame. Tus respuestas configuran automáticamente los ajustes correspondientes; puedes cambiar cualquier cosa más tarde desde la barra de menús.
fr: Dernière étape — Glotty va ouvrir un court échange pour savoir comment t'appeler. Tes réponses configurent automatiquement les réglages correspondants ; tu pourras tout modifier plus tard depuis la barre de menus.
ja: 最後のステップです —— Glotty が短いチャットを開いて、あなたの呼び方を教えてもらいます。あなたの回答は対応する設定に自動的に反映されます。後からメニューバーでいつでも変更できます。
ko: 마지막 단계예요 — Glotty가 짧은 대화를 열어 어떻게 불러드리면 좋을지 여쭤봅니다. 답변은 관련 설정에 자동으로 저장되며, 나중에 메뉴 막대에서 언제든지 바꿀 수 있어요.
zh_hans: 最后一步 —— Glotty 会打开一个简短的对话,了解你希望被怎么称呼。你的回答会自动写入对应的设置;之后可以随时从菜单栏修改。
zh_hant: 最後一步 —— Glotty 會開啟一個簡短的對話,了解你希望被怎麼稱呼。你的回答會自動寫入對應的設定;之後可以隨時從選單列修改。

source: Leader key
de: Leader-Taste
es: Tecla líder
fr: Touche principale
ja: リーダーキー
ko: 리더 키
zh_hans: 引导键
zh_hant: 前置鍵

source: Legacy V3 non-thinking. Same behavior as v4-flash with thinking disabled. DeepSeek will retire this id on 2026-07-24 — pick v4-flash for new setups.
de: Legacy V3 ohne Denken. Gleiches Verhalten wie v4-flash mit ausgeschaltetem Denken. DeepSeek wird diese ID am 2026-07-24 zurückziehen — v4-flash für neue Setups wählen.
es: V3 heredado sin modo de pensamiento. Mismo comportamiento que v4-flash con el pensamiento desactivado. DeepSeek retirará este ID el 2026-07-24 — elige v4-flash para nuevas configuraciones.
fr: V3 hérité sans mode de pensée. Même comportement que v4-flash avec le mode de pensée désactivé. DeepSeek mettra à la retraite cet ID le 2026-07-24 — choisissez v4-flash pour les nouveaux paramètres.
ja: レガシーV3非思考型。思考を無効にしたv4-flashと同じ動作です。DeepSeekはこのIDを2026-07-24に廃止します — 新しいセットアップにはv4-flashを選択してください。
ko: 레거시 V3 비생각 모드. 생각 기능이 비활성화된 v4-flash와 동일한 동작합니다. DeepSeek는 2026-07-24에 이 ID를 폐기할 예정입니다. 새로운 설정에는 v4-flash를 선택하세요.
zh_hans: 传统 V3 无思考模式。与禁用思考的 v4-flash 行为相同。DeepSeek 将在 2026-07-24 停用此 ID — 新设置请选择 v4-flash。
zh_hant: 傳統 V3 非思考模式。與停用思考模式的 v4-flash 行為相同。DeepSeek 將於 2026-07-24 停用此 ID — 新設定請選擇 v4-flash。

source: Legacy V3 thinking. Same behavior as v4-flash with thinking enabled. Retiring 2026-07-24 — pick v4-flash or v4-pro for new setups.
de: Legacy V3 mit Denken. Gleiches Verhalten wie v4-flash mit eingeschaltetem Denken. Rückzug am 2026-07-24 — v4-flash oder v4-pro für neue Setups wählen.
es: V3 heredado con modo de pensamiento. Mismo comportamiento que v4-flash con el pensamiento activado. Se retirará el 2026-07-24 — elige v4-flash o v4-pro para nuevas configuraciones.
fr: V3 hérité avec mode de pensée. Même comportement que v4-flash avec le mode de pensée activé. Mise à la retraite le 2026-07-24 — choisissez v4-flash ou v4-pro pour les nouveaux paramètres.
ja: レガシーV3思考型。思考を有効にしたv4-flashと同じ動作です。2026-07-24に廃止されます — 新しいセットアップにはv4-flashまたはv4-proを選択してください。
ko: 레거시 V3 생각 모드. 생각 기능이 활성화된 v4-flash와 동일한 동작합니다. 2026-07-24에 폐기 예정입니다. 새로운 설정에는 v4-flash 또는 v4-pro를 선택하세요.
zh_hans: 传统 V3 思考模式。与启用思考的 v4-flash 行为相同。2026-07-24 停用 — 新设置请选择 v4-flash 或 v4-pro。
zh_hant: 傳統 V3 思考模式。與啟用思考模式的 v4-flash 行為相同。將於 2026-07-24 停用 — 新設定請選擇 v4-flash 或 v4-pro。

source: Legacy fast tier. Keep as fallback if 2.0 ever has availability issues in your region.
de: Legacy-Schnellstufe. Als Rückfall behalten, falls 2.0 jemals Verfügbarkeitsprobleme in Ihrer Region hat.
es: Tarifa rápida heredada. Mantén como alternativa si 2.0 tiene problemas de disponibilidad en tu región.
fr: Niveau rapide hérité. Conservez comme solution de secours si 2.0 rencontre des problèmes de disponibilité dans votre région.
ja: レガシーファストティア。2.0が地域で利用できない問題が発生した場合のフォールバックとして保持してください。
ko: 레거시 빠른 티어. 2.0이 귀하의 지역에서 이용 가능성 문제를 겪는 경우 대체로 유지하세요.
zh_hans: 传统快速层级。如果在您的区域 2.0 出现可用性问题，请保留为备用。
zh_hant: 傳統快速等級。如果 2.0 在您所在區域有可用性問題，請保留作為後備。

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 밝은
zh_hans: 浅色
zh_hant: 淺色

source: Lightest and fastest. Best for short polishes where latency matters; quality is the lowest of the lineup.
de: Leichtestes und schnellstes. Am besten für kurze Überarbeitungen, bei denen Latenz wichtig ist; Qualität ist die niedrigste der Reihe.
es: El más ligero y rápido. Mejor para pulidos cortos donde importa la latencia; la calidad es la más baja de la gama.
fr: Le plus léger et le plus rapide. Idéal pour de courts polissages où la latence compte ; la qualité est la plus faible de la gamme.
ja: 最も軽量で高速。遅延が重要な短い仕上げに最適です。品質はラインナップで最も低いです。
ko: 가장 가볍고 빠릅니다. 지연 시간이 중요한 짧은 수정에 가장 적합하나, 품질은 라인업 중 가장 낮습니다.
zh_hans: 最轻量和最快。适用于延迟重要的短文本润色；质量是系列中最低的。
zh_hant: 最輕量且快速。適合延遲重要的短文本潤色；品質是產品線中最低的。

source: Lightweight and cheap — best for quick translate/polish where latency and cost matter. Default.
de: Leicht und günstig – ideal für schnelle Übersetzungen/Überarbeitungen, wenn Latenz und Kosten zählen. Standard.
es: Ligero y económico: ideal para traducciones/pulidos rápidos donde importan la latencia y el coste. Predeterminado.
fr: Léger et économique — idéal pour des traductions/améliorations rapides où la latence et le coût comptent. Par défaut.
ja: 軽量で安価 — レイテンシとコストが重要な素早い翻訳／推敲に最適。デフォルト。
ko: 가볍고 저렴함 — 지연 시간과 비용이 중요한 빠른 번역/다듬기에 적합. 기본값.
zh_hans: 轻量且便宜——适合对延迟和成本敏感的快速翻译/润色。默认。
zh_hant: 輕量且便宜——適合對延遲與成本敏感的快速翻譯/潤色。預設。

source: Lines show how often Polish flagged each top category over the selected range. Click a legend entry to reopen the most recent run that flagged it.
de: Die Linien zeigen, wie oft Polieren jede Hauptkategorie im ausgewählten Bereich markiert hat. Klicken Sie auf einen Legendeintrag, um die jüngste Ausführung zu öffnen, die sie markiert hat.
es: Las líneas muestran con qué frecuencia Pulir marcó cada categoría superior en el rango seleccionado. Haz clic en una entrada de la leyenda para volver a abrir la ejecución más reciente que la marcó.
fr: Les lignes indiquent à quelle fréquence la Correction a signalé chaque catégorie principale sur la période sélectionnée. Cliquez sur une entrée de la légende pour rouvrir la dernière exécution qui l'a signalée.
ja: 線は、選択された範囲でPolishが各トップカテゴリーをフラグした回数を示します。凡例のエントリをクリックすると、それをフラグした最近の実行を再度開きます。
ko: 선들은 선택된 기간 동안 Polish가 각 상위 카테고리를 표시한 빈도를 보여줍니다. 범례 항목을 클릭하여 해당 항목을 표시한 가장 최근 실행을 다시 엽니다.
zh_hans: 线条显示在所选范围内，润色功能标记每个顶级类别的频率。点击图例条目可重新打开最近标记该类别的运行结果。
zh_hant: 線條顯示在選定範圍內，潤飾功能標記各主要類別的頻率。點擊圖例項目可重新開啟最近標記過它的運行。

source: Live status below. Revoke or re-grant any of them from the matching System Settings pane — the row updates automatically.
de: Live-Status unten. Widerrufen oder erneuern Sie einen davon im entsprechenden System Settings-Bereich — die Zeile wird automatisch aktualisiert.
es: Estado en vivo a continuación. Revoca o vuelve a conceder cualquiera de ellos desde el panel de Configuración del sistema correspondiente — la fila se actualiza automáticamente.
fr: Statut en direct ci-dessous. Révoquer ou redonner l'autorisation à l'un d'eux depuis le panneau des Paramètres Système correspondant — la ligne se met à jour automatiquement.
ja: ライブステータスを以下に表示。対応するシステム設定パネルからいずれも取り消すまたは再付与できます — 行は自動的に更新されます。
ko: 아래에 실시간 상태가 표시됩니다. 일치하는 시스템 설정 패널에서 해당 권한을 취소하거나 다시 부여할 수 있습니다 — 행은 자동으로 업데이트됩니다.
zh_hans: 下方显示实时状态。从对应的系统设置面板撤销或重新授予任何权限 — 该行会自动更新。
zh_hant: 即時狀態如下。您可以從對應的系統設定面板中撤銷或重新授予任何權限 — 該列會自動更新。

source: Load your ElevenLabs voices
de: Laden Sie Ihre ElevenLabs-Stimmen
es: Carga tus voces de ElevenLabs
fr: Charger vos voix ElevenLabs
ja: ElevenLabsのボイスを読み込む
ko: ElevenLabs 목소리 불러오기
zh_hans: 加载您的 ElevenLabs 语音
zh_hant: 載入您的 ElevenLabs 語音

source: Loading dictionaries…
de: Wörterbücher werden geladen…
es: Cargando diccionarios…
fr: Chargement des dictionnaires…
ja: 辞書を読み込み中…
ko: 사전 불러오는 중…
zh_hans: 正在加载词典…
zh_hant: 正在載入字典…

source: Local to this machine.
de: Lokal auf diesem Computer.
es: Local en esta máquina.
fr: Local à cette machine.
ja: このマシーンにのみローカルです。
ko: 이 컴퓨터에 로컬로 저장됩니다.
zh_hans: 仅保留在此设备上。
zh_hant: 僅限本機。

source: Localization
de: Lokalisierung
es: Localización
fr: Localisation
ja: ローカライズ
ko: 현지화
zh_hans: 本地化
zh_hant: 本地化

source: Male
de: Männlich
es: Hombre
fr: Masculin
ja: 男性
ko: 남성
zh_hans: 男
zh_hant: 男性

source: Manage contexts…
de: Kontexte verwalten…
es: Administrar contextos…
fr: Gérer les contextes…
ja: コンテキストを管理…
ko: 맥락 관리…
zh_hans: 管理上下文…
zh_hant: 管理情境…

source: Manage memories…
de: Erinnerungen verwalten…
es: Administrar recuerdos…
fr: Gérer les souvenirs…
ja: 記憶を管理…
ko: 기억 관리…
zh_hans: 管理记忆…
zh_hant: 管理記憶…

source: Manage memory
de: Speicher verwalten
es: Gestionar memoria
fr: Gérer la mémoire
ja: メモリを管理
ko: 메모리 관리
zh_hans: 管理内存
zh_hant: 管理記憶體

source: Manage…
de: Verwalten…
es: Administrar…
fr: Gérer…
ja: 管理…
ko: 관리…
zh_hans: 管理…
zh_hant: 管理…

source: Manner
de: Art und Weise
es: Manera
fr: Manière
ja: マナー
ko: 방식
zh_hans: 风格
zh_hant: 方式

source: Manual
de: Manuell
fr: Manuel
ja: マニュアル
ko: 수동
zh_hans: 手动
zh_hant: 手動

source: Memories & contexts
de: Erinnerungen & Kontexte
es: Recuerdos y contextos
fr: Souvenirs & contextes
ja: 記憶とコンテキスト
ko: 기억 및 맥락
zh_hans: 记忆与上下文
zh_hant: 記憶與情境

source: Memories are only extracted when you click 'Extract memories' in the chat. Lower cost.
de: Erinnerungen werden nur extrahiert, wenn du auf 'Erinnerungen extrahieren' im Chat klickst. Geringere Kosten.
es: Las memorias solo se extraen cuando haces clic en 'Extraer memorias' en el chat. Costo reducido.
fr: Les souvenirs ne sont extraits que lorsque vous cliquez sur 'Extraire les souvenirs' dans le chat. Coût inférieur.
ja: メモリはチャット内の「メモリを抽出」をクリックした場合のみ抽出されます。コストが低くなります。
ko: 메모리는 채팅에서 '메모리 추출'을 클릭할 때만 추출됩니다. 비용이 저렴합니다.
zh_hans: 只有在聊天中点击「提取记忆」时才会提取记忆。消耗较低。
zh_hant: 只有在聊天中點擊「提取記憶」時才會提取記憶。成本較低。

source: Memory
de: Erinnerung
es: Memoria
fr: Mémoire
ja: メモリ
ko: 메모리
zh_hans: 记忆
zh_hant: 記憶

source: Memory extraction
de: Erinnerungsextraktion
es: Extracción de memorias
fr: Extraction de souvenirs
ja: メモリ抽出
ko: 메모리 추출
zh_hans: 记忆提取
zh_hant: 記憶提取

source: Memory — %@
de: Speicher — %@
es: Memoria — %@
fr: Mémoire — %@
ja: メモリ — %@
ko: 기억 — %@
zh_hans: 记忆 — %@
zh_hant: 記憶 — %@

source: Memory-affected only
de: Nur speicherbeeinflusst
es: Solo afectado por memoria
fr: Uniquement affecté par la mémoire
ja: メモリにのみ影響
ko: 메모리 영향만
zh_hans: 仅受内存影响
zh_hant: 僅受記憶體影響

source: Mid-tier reasoning model. Solid quality, moderate speed.
de: Mittelklasse-Reasoning-Modell. Solide Qualität, moderate Geschwindigkeit.
es: Modelo de razonamiento de gama media. Calidad sólida, velocidad moderada.
fr: Modèle de raisonnement de niveau moyen. Qualité solide, vitesse modérée.
ja: ミッドティア推論モデル。確実な品質、適度な速度。
ko: 중간 등급 추론 모델. 안정적인 품질, 중간 속도.
zh_hans: 中级推理模型。质量可靠，速度适中。
zh_hant: 中階推理模型。穩定品質，適中速度。

source: MiniMax's coding plan uses the same Anthropic-compatible API as Claude Code. International host: api.minimax.io · China: api.minimaxi.com (edit the endpoint above).
de: MiniMax's Codierungsplan verwendet die gleiche Anthropic-kompatible API wie Claude Code. Internationaler Host: api.minimax.io · China: api.minimaxi.com (den Endpunkt oben bearbeiten).
es: El plan de programación de MiniMax utiliza la misma API compatible con Anthropic que Claude Code. Host internacional: api.minimax.io · China: api.minimaxi.com (editar el endpoint anterior).
fr: Le plan de codage MiniMax utilise la même API compatible avec Anthropic que Claude Code. Hôte international : api.minimax.io · Chine : api.minimaxi.com (modifiez le point de ci-dessus).
ja: MiniMaxのコーディングプランは、Claude Codeと同じAnthropic互換APIを使用します。国際ホスト: api.minimax.io · 中国: api.minimaxi.com (上のエンドポイントを編集)。
ko: MiniMax의 코딩 계획은 Claude Code와 동일한 Anthropic 호환 API를 사용합니다. 국제 호스트: api.minimax.io · 중국: api.minimaxi.com (위의 엔드포인트를 편집하세요).
zh_hans: MiniMax 的编程计划使用与 Claude Code 相同的兼容 Anthropic API。国际主机：api.minimax.io · 中国：api.minimaxi.com（编辑上面的端点）。
zh_hant: MiniMax 的程式設計計畫使用與 Claude Code 相同的相容於 Anthropic 的 API。國際主機：api.minimax.io · 中國：api.minimaxi.com（編輯上方端點）。

source: MiniMax's current coding/agentic model on the Anthropic-compatible coding-plan endpoint.
de: MiniMax's aktueller Codierungs/Agentic-Modell auf dem Anthropic-kompatiblen Codierungsplan-Endpunkt.
es: Modelo actual de programación/agente de MiniMax en el endpoint de plan de programación compatible con Anthropic.
fr: Le modèle de codage/agissant actuel de MiniMax sur le point de terminaison de plan de codage compatible avec Anthropic.
ja: MiniMaxの現在のコーディング/エージェントモデル（Anthropic互換コーディングプランエンドポイント上）。
ko: Anthropic 호환 코딩 계획 엔드포인트에서 사용 중인 MiniMax의 현재 코딩/에이전트 모델입니다.
zh_hans: MiniMax 在兼容 Anthropic 的编程计划端点上使用的当前编码/智能体模型。
zh_hant: MiniMax 在相容於 Anthropic 的程式設計計畫端點上的目前程式設計/代理模型。

source: Mistake type
de: Fehlertyp
es: Tipo de error
fr: Type d'erreur
ja: 間違いの種類
ko: 오류 유형
zh_hans: 错误类型
zh_hant: 錯誤類型

source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ko: 모델
zh_hans: 模型
zh_hant: 模型

source: Modify settings
de: Einstellungen ändern
es: Modificar ajustes
fr: Modifier les paramètres
ja: 設定を変更
ko: 설정 수정
zh_hans: 修改设置
zh_hant: 修改設定

source: Monolingual
de: Einsprachig
es: Monolingüe
fr: Monolingue
ja: モノリンガル
ko: 일어만
zh_hans: 单语
zh_hant: 單語的

source: Move to a different scope
de: In einen anderen Bereich verschieben
es: Mover a un ámbito diferente
fr: Déplacer vers un autre champ d'application
ja: 別のスコープに移動
ko: 다른 범위로 이동
zh_hans: 移动到不同的范围
zh_hant: 移至不同的範圍

source: Native language
de: Muttersprache
es: Idioma nativo
fr: Langue maternelle
ja: 母国語
ko: 모어
zh_hans: 母语
zh_hant: 母語

source: New context name
de: Neuer Kontextname
es: Nuevo nombre de contexto
fr: Nouveau nom de contexte
ja: 新しいコンテキスト名
ko: 새 컨텍스트 이름
zh_hans: 新上下文名称
zh_hant: 新上下文名稱
